exa
intellij-idea
k9s
lazygit
nvm
pre-commit
starship
visual-studio-code
exa
lnav
neovim
neofetch
kubectl
git
dbeaver-community
stats
rectangle
google-chrome
postman
tree
awscli
iterm2
docker