tap "fluxcd/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "metalbear-co/mirrord"
tap "twilio/brew"
brew "argocd"
brew "ca-certificates"
brew "pycparser"
brew "cffi"
brew "docutils"
brew "awscli"
brew "bat"
brew "btop"
brew "qemu"
brew "lima"
brew "colima"
brew "curl"
brew "kubernetes-cli"
brew "devspace"
brew "diff-so-fancy"
brew "docker-completion"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "doctl"
brew "exa"
brew "ffmpeg"
brew "fnm"
brew "git"
brew "gnupg", link: false
brew "go"
brew "helm"
brew "htop"
brew "httpie"
brew "hyperkit"
brew "jq"
brew "k3d"
brew "k9s"
brew "kind"
brew "kubectx"
brew "lazygit"
brew "libpq"
brew "lnav"
brew "minikube"
brew "minio-mc"
brew "mkcert"
brew "neofetch"
brew "neovim"
brew "node"
brew "nomad"
brew "onefetch"
brew "opentofu"
brew "pre-commit"
brew "starship"
brew "stern"
brew "stow"
brew "telnet"
brew "terraform"
brew "tilt"
brew "tmux"
brew "tree"
brew "virtualenv"
brew "watch"
brew "wget"
brew "yq"
brew "fluxcd/tap/flux"
brew "metalbear-co/mirrord/mirrord"
brew "twilio/brew/twilio"
cask "adobe-acrobat-reader"
cask "angry-ip-scanner"
cask "anytype"
cask "brave-browser"
cask "capacities"
cask "dbeaver-community"
cask "firefox"
cask "google-chrome"
cask "gpg-suite"
cask "hashicorp-vagrant"
cask "insomnia"
cask "intellij-idea"
cask "intellij-idea-ce"
cask "iterm2"
cask "joplin"
cask "logi-options-plus"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "notion"
cask "notion-calendar"
cask "obsidian"
cask "pgadmin4"
cask "pycharm-ce"
cask "qbittorrent"
cask "rectangle"
cask "redisinsight"
cask "scroll-reverser"
cask "slack"
cask "spotify"
cask "stats"
cask "todoist"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "webex"
cask "zed"
vscode "4ops.packer"
vscode "aaron-bond.better-comments"
vscode "aeschli.vscode-css-formatter"
vscode "alefragnani.bookmarks"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "burkeholland.simple-react-snippets"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "cschlosser.doxdocgen"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "davidanson.vscode-markdownlint"
vscode "dcortes92.freemarker"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "ekeel.groovy-beautify"
vscode "emilast.logfilehighlighter"
vscode "equinusocio.vsc-community-material-theme"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "ferrierbenjamin.fold-unfold-all-icone"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "github.codespaces"
vscode "github.remotehub"
vscode "github.vscode-pull-request-github"
vscode "hashicorp.terraform"
vscode "huynhduong.nvtokyo-theme"
vscode "jeff-hykin.better-cpp-syntax"
vscode "julianiaquinandi.nvim-ui-modifier"
vscode "kevinrose.vsc-python-indent"
vscode "mark-tucker.aws-cli-configure"
vscode "marlon407.code-groovy"
vscode "metalbear.mirrord"
vscode "mgmcdermott.vscode-language-babel"
vscode "mhutchie.git-graph"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "nextfaze.json-parse-stringify"
vscode "nicolasvuillamy.vscode-groovy-lint"
vscode "nixon.env-cmd-file-syntax"
vscode "pkief.material-icon-theme"
vscode "planbcoding.vscode-react-refactor"
vscode "pranaygp.vscode-css-peek"
vscode "rangav.vscode-thunder-client"
vscode "redhat.ansible"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rodrigovallades.es7-react-js-snippets"
vscode "sdras.night-owl"
vscode "sonarsource.sonarlint-vscode"
vscode "techer.open-in-browser"
vscode "timonwong.shellcheck"
vscode "toanchivu.tcv-typescript-constructor-generator"
vscode "unifiedjs.vscode-mdx"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vsls-contrib.codetour"
vscode "wholroyd.jinja"
vscode "william-voyek.vscode-nginx"
vscode "xabikos.javascriptsnippets"
vscode "yzhang.markdown-all-in-one"
vscode "z0gsh1u.vscode-ts-getset"
vscode "zhuangtongfa.material-theme"
